Repository: yanknudtskov/envira-gallery-danish-translation
Catalog: envira-gallery-*.po
Languages: da_dk

source: Sorry, but your version of WordPress does not meet Envira Gallery's required version of <strong>3.8</strong> to run properly. The plugin has been deactivated. <a href="%s">Click here to return to the Dashboard</a>.
da_dk: Beklager, men din version af WordPress er ikke kompatibel med Envira Galleri. Envira Galleri kræver mindst version <strong>3.8</strong> for at kunne køre ordentligt. Pluginnet er blevet deaktiveret. <a href="%s">Klik her for, at vende tilbage til kontrolpanelet</a>.

source: Add Gallery
da_dk: Tilføj Galleri

source: Choose Your Gallery
da_dk: Vælg dit galleri

source: This Post's Gallery
da_dk: Dette indlægs galleri

source: Gallery ID #%s
da_dk: Galleri ID #%s

source: Helpful Tips
da_dk: Hjælpsomme Tips

source: Choosing Your Gallery
da_dk: Vælg dit galleri

source: To choose your gallery, simply click on one of the boxes to the left. The "Insert Gallery" button will be activated once you have selected a gallery.
da_dk: Klik på en af boksene til venstre for, at vælge dit galleri. "Indsæt Galleri" knappen vil blive aktiv, når du har valgt et galleri.

source: Inserting Your Gallery
da_dk: Indsæt dit galleri

source: To insert your gallery into the editor, click on the "Insert Gallery" button below.
da_dk: For, at indsætte dit galleri i editoren, skal du klikke op "Indsæt Galleri" knappen nedenfor.

source: Cancel Gallery Insertion
da_dk: Annuller indsættelse af galleri

source: Insert Gallery
da_dk: Indsæt Galleri

source: Sorry, but you lack the permissions to import a gallery to this post.
da_dk: Beklager, men du har ikke tilladelse til, at importere et galleri til dette indlæg.

source: Sorry, but the post ID you are attempting to import the gallery to cannot handle a gallery.
da_dk: Beklager, men det indlægs ID du forsøger, at importere galleriet til, kan ikke håndtere gallerier.

source: Sorry, but there are no files available to import a gallery.
da_dk: Beklager, men der er ikke nogle filer tilgængelig til, at importere et galleri.

source: Sorry, but you have attempted to upload a gallery import file with an incompatible filename. Envira Gallery import files must begin with "envira-gallery".
da_dk: Beklager, men du har forsøgt at uploade en galleri import-fil med et ukompatibelt filnavn. Envira Galleri import-filer begynder med "gallery".

source: Sorry, but Envira Gallery import files must be in <code>.json</code> format.
da_dk: Beklager, men Envira Galleri import-filer skal være lavet i <code>.json</code> format.

source: Sorry, but there was an error retrieving the contents of the gallery export file. Please try again.
da_dk: Beklager, men der skete en fejl mens indholdet af galleri export-filen blev hentet. Prøv venligst igen.

source: Imported Gallery #%s
da_dk: Importeret Galleri #%s

source: No valid URL found for the image ID #
da_dk: Der blev ikke fundet en gyldig URL for dette billede ID #

source: Could not retrieve a valid image from the URL
da_dk: Kunne ikke hente et gyldigt billede fra den angivne URL adresse

source: Envira gallery imported. Please check to ensure all images and data have been imported properly.
da_dk: Envira galleri blev importeret. Tjek venligst, at alle billeder og data er blevet importeret korrekt.

source: There was an error connecting to the remote key API. Please try again later.
da_dk: Der skete en fejl under forbindelsen til fjern API nøglen. Prøv venligst igen senere.

source: Congratulations! This site is now receiving automatic updates.
da_dk: Tillykke! Dette website kan nu modtage automatiske opdateringer.

source: Congratulations! Your key has been refreshed successfully.
da_dk: Tillykke! Din nøgle er blevet opdateret!

source: Congratulations! You have deactivated the key from this site successfully.
da_dk: Tillykke! Du har deaktiveret nøgle fra dette website.

source: No valid license key has been entered, so automatic updates for Envira Gallery have been turned off. <a href="%s">Please click here to enter your license key and begin receiving automatic updates.</a>
da_dk: Der er ikke angivet en gyldig licens nøgle, så de automatiske opdateringer af Envira Galleri er slået fra. <a href="%s">Klik venligst her for, at angive din licens nøgle og begynd, at modtage automatiske opdateringer.</a>

source: Your license key for Envira Gallery has expired. <a href="%s" target="_blank">Please click here to renew your license key and continue receiving automatic updates.</a>
da_dk: Din licens nøgle til Envira Galleri er udløbet. <a href="%s" target="_blank">Klik venligst her for, at forny din licens nøgle, så du kan modtage automatiske opdateringer.</a>

source: Your license key for Envira Gallery has been disabled. Please use a different key to continue receiving automatic updates.
da_dk: Din licens nøgle til Envira Galleri er blevet deaktiveret. Anvend venligst en anden licens nøgle for, at fortsætte med, at modtage automatisk opdateringer.

source: Your license key for Envira Gallery is invalid. The key no longer exists or the user associated with the key has been deleted. Please use a different key to continue receiving automatic updates.
da_dk: Din licens nøgle til Envira Galleri er ugyldig. Licens nøglen eksisterer enten ikke længere eller også er brugeren der er associeret med licens nøglen blevet slettet. Anvend venligst en anden licens nøgle for, at fortsætte med, at modtage automatiske opdateringer.

source: The web browser on your device cannot be used to upload files. You may be able to use the <a href="%s">native app for your device</a> instead.
da_dk: Web browseren på din enhed kan ikke anvendes til, at uploade filer med. Du kan muligvis anvende <a href="%s">standard funktionaliteten</a> på din enhed i stedet.

source: Drop images here
da_dk: Træk billeder herind

# Uploader: Drop images here - or - Select Images
source: or
da_dk: eller

source: Select Images
da_dk: Vælg billeder

source: Cancel
da_dk: Annuller

source: Maximum upload file size: %d%s.
da_dk: Maksimum fil upload størrelse: %d%s

source: Your browser has some limitations uploading large files with the multi-file uploader. Please use the browser uploader for files over 100MB.
da_dk: Din browser har nogle begrænsninger med upload af store filer med multi-fil uploaderen. Anvend venligst browser uploaderen for filer over 100MB.

source: Click Here to Insert from Other Image Sources
da_dk: Klik her for, at indsættes slides fra andre kilder

source: You must select a file to import before continuing.
da_dk: Du skal vælge en fil, at importere før du kan fortsætte.

source: Inserting...
da_dk: Indsætter...

source: Are you sure you want to remove this image from the gallery?
da_dk: Er du sikker på, at du vil fjerne denne slide fra galleriet?

source: Saving...
da_dk: Gemmer...

source: Allowed Files
da_dk: Tilladte filer

source: Envira Gallery Settings
da_dk: Envira Galleri Indstillinger

source: Images
da_dk: Billeder

source: Config
da_dk: Opsætning

source: The GD or Imagick libraries are not installed on your server. Envira Gallery requires at least one (preferably Imagick) in order to crop images and may not work properly without it. Please contact your webhost and ask them to compile GD or Imagick for your PHP install.
da_dk: GD eller Imagick bilbioteket er ikke installeret på din server. Envira Galleri kræver at mindst en af disse (helst Imagick) for, at kunne croppe billeder og virker muligvis ikke ordentligt uden. Kontakt venligst din udbyder og bed dem om, at compile GD eller Imagick til din PHP installation.

source: (click the icon to open and close the overlay dialog)
da_dk: (Klik på ikonet for at åbne eller lukke overlay dialogen)

source: Click here to view meta information about this gallery.
da_dk: Klik her for at se meta informationen om dette galleri.

source: You can place this gallery anywhere into your posts, pages, custom post types or widgets by using <strong>one</strong> the shortcode(s) below:
da_dk: Du kan indsætte dette galleri hvor som helst i dine indlæg, sider, indlægs typer eller widgets ved, at anvende <strong>én</strong> af følgende shortcode(s):

source: You can also place this gallery into your template files by using <strong>one</strong> the template tag(s) below:
da_dk: Du kan også placere dette galleri i dine template filer ved at bruge <strong>én</strong> af følgende template tag(s):

source: Insert Images into Gallery
da_dk: Indsæt billeder i galleriet

source: Library Images
da_dk: Mediebiblioteks Billeder

source: Search
da_dk: Søg

source: Load More Images from Library
da_dk: Indlæs flere billeder fra mediebiblioteket

source: Selecting Images
da_dk: Vælg Billeder

source: You can insert any image from your Media Library into your gallery. If the image you want to insert is not shown on the screen, you can either click on the "Load More Images from Library" button to load more images or use the search box to find the images you are looking for.
da_dk: Du kan indsætte et hvert billede fra Medie Biblioteket i din slider. Hvis det billede du ønsker, at indsætte, ikke vises på skærmen kan du enten klikke på "Indlæs flere billeder" knappen for at indlæse flere billeder eller bruge søgefunktionen til, at finde de billeder, du leder efter.

source: The settings below adjust the basic configuration options for the gallery lightbox display.
da_dk: Indstillingerne nedenfor tilpasser basis opsætningen for visning af galleri lightbox visninger.

source: Number of Gallery Columns
da_dk: Antal Galleri Kolonner

source: Determines the number of columns in the gallery.
da_dk: Indstiller antallet af kolonner i galleriet.

source: Gallery Theme
da_dk: Galleri Tema

source: Sets the theme for the gallery display.
da_dk: Indstiller temaet for galleri visningen.

source: Column Gutter Width
da_dk: Kolonner Gutter Bredde

source: Sets the space between the columns (defaults to 10).
da_dk: Indstiller mellemrummet mellem kolonner (standard er 10).

source: Margin Below Each Image
da_dk: Margin under hver billede

source: Sets the space below each item in the gallery.
da_dk: Indstiller mellemrummet under hvert billede i galleriet.

source: Crop Images in Gallery?
da_dk: Crop billeder i galleriet?

source: Enables or disables image cropping for the main gallery images.
da_dk: Aktiverer eller deaktiverer billede cropping for hovedgalleriets billeder..

source: Crop Dimensions
da_dk: Crop Dimensioner

source: You should adjust these dimensions based on the number of columns in your gallery.
da_dk: Du bør justere disse dimensioner baseret på antallet af kolonner i galleriet.

source: Create Mobile Gallery Images?
da_dk: Lav Mobil Galleri billeder?

source: Enables or disables creating specific images for mobile devices.
da_dk: Aktiverer eller deaktiverer om der skal genereres billeder specifikt til mobile enheder.

source: Mobile Dimensions
da_dk: Mobil Dimensioner

source: These will be the sizes used for images displayed on mobile devices.
da_dk: Størrelsen for billederne der skal vises på mobile enheder.

source: The settings below adjust the lightbox outputs and displays.
da_dk: Indstillingerne nedenfor justerer hvordan lightbox visninger ser ud.

source: Gallery Lightbox Theme
da_dk: Galleri Lightbox Tema

source: Sets the theme for the gallery lightbox display.
da_dk: Indstiller temaet for galleri lightbox visninger.

source: Gallery Title Position
da_dk: Galleri Titel Position

source: Sets the display of the lightbox title.
da_dk: Indstiller visningen for lightbox titlen.

source: Enable Gallery Arrows?
da_dk: Slå Galleri pile til?

source: Enables or disables the gallery lightbox navigation arrows.
da_dk: Aktiverer eller deaktiverer galleri lightbox navigations pilene.

source: Enable Keyboard Navigation?
da_dk: Brug tastatur navigation?

source: Enables or disables keyboard navigation in the gallery lightbox.
da_dk: Aktiverer eller deaktiverer tastatur navigation for galleri lightbox.

source: Enable Mousewheel Navigation?
da_dk: Brug musehjuls navigation?

source: Enables or disables mousewheel navigation in the gallery.
da_dk: Aktiverer eller deaktiverer musehjuls navigation for galleriet.

source: Enable Gallery Toolbar?
da_dk: Slå Galleri værktøjslinjen til?

source: Enables or disables the gallery lightbox toolbar.
da_dk: Aktiverer eller deaktiverer galleriets lightbox værktøjslinje.

source: Gallery Toolbar Position
da_dk: Galleri Værktøjslinje Position

source: Sets the position of the lightbox toolbar.
da_dk: Indstiller positionen for lightbox værktøjslinjen.

source: Keep Aspect Ratio?
da_dk: Behold aspekt ratio?

source: If enabled, images will always resize based on the original aspect ratio.
da_dk: Hvis denne er slået til, vil billeder bliver skalleret, baseret på deres originale aspekt ratio.

source: Loop Gallery Navigation?
da_dk: Kør i ring?

source: Enables or disables infinite navigation cycling of the lightbox gallery.
da_dk: Aktiverer eller deaktiverer at galleriets navigation kan køre i ring.

source: Lightbox Transition Effect
da_dk: Lightbox Transition Effekt

source: Type of transition between images in the lightbox view.
da_dk: Typen af transition mellem billeder i lightbox visning.

source: If enabled, thumbnails are generated automatically inside the lightbox. The settings below adjust the thumbnail views for the gallery lightbox display.
da_dk: Hvis denne er slået til, vil thumbnails blive genereret automatisk inde i lightboxen. Indstillingerne nedenfor tilpasser thumbnail visningen for galleriet.

source: Enable Gallery Thumbnails?
da_dk: Slå Galleri Thumbnails til?

source: Enables or disables the gallery lightbox thumbnails.
da_dk: Aktiverer eller deaktiverer galleri lightbox thumbnails.

source: Gallery Thumbnails Width
da_dk: Galleri Thumbnails bredde

source: Sets the width of each lightbox thumbnail.
da_dk: Indstiller bredden på hver lightbox thumbnail.

source: Gallery Thumbnails Height
da_dk: Galleri Thumbnail Højde

source: Sets the height of each lightbox thumbnail.
da_dk: Indstiller højden for hver lightbox thumbnail.

source: Gallery Thumbnails Position
da_dk: Galleri Thumbnail Position

source: Sets the position of the lightbox thumbnails.
da_dk: Indstiller positionen for lightbox thumbnails.

source: The settings below adjust the miscellaneous settings for the gallery lightbox display.
da_dk: Indstillingerne nedenfor indstiller forskellige ting for galleriets lightbox visning.

source: Gallery Title
da_dk: Galleri Titel

source: Internal gallery title for identification in the admin.
da_dk: Intern galleri titel til identifikation af galleriet, i kontrolpanelet.

source: Gallery Slug
da_dk: Galleri Slug

source: <strong>Unique</strong> internal gallery slug for identification and advanced gallery queries.
da_dk: <strong>Unikt</strong> internt galleri slug til identifikation ved brug af avanceret galleri queries.

source: Custom Gallery Classes
da_dk: Custom Galleri Classes

source: Enter custom gallery CSS classes here, one per line.
da_dk: Indsæt din CSS klasse her, en per linje.

source: Adds custom CSS classes to this gallery. Enter one class per line.
da_dk: Tilføjer CSS klasses til galleriet. En per linje.

source: Import/Export Gallery
da_dk: Importér/eksportér galleri

source: Import Gallery
da_dk: Importér galleri

source: Export Gallery
da_dk: Eksportér galleri

source: Enable RTL Support?
da_dk: Slå RTL support til?

source: Enables or disables RTL support in Envira for right-to-left languages.
da_dk: Aktiverer eller deaktiverer TRL support for Envire Galleri for højre-mod-venstre sprog.

source: Remove Image from Gallery?
da_dk: Fjern billede fra galleriet?

source: Modify Image
da_dk: Redigér billede

source: Edit Metadata
da_dk: Redigér Metadata

source: Image Title
da_dk: Billedtitel

source: Sets the image title attribute for the image.
da_dk: Sætter billede titel attributten for billedet.

source: Image Alt Text
da_dk: Billede "Alt" tekst

source: The image alt text is used for SEO. You should probably fill this one out!
da_dk: Billede "alt" teksten anvendes til SEO. Du bør formentlig udfylde denne!

source: Image Hyperlink
da_dk: Billede hyperlink

source: The image hyperlink determines what opens up in the lightbox once the image is clicked. If this link is set to a regular web page, it will go to that page. Defaults to a larger version of the image itself.
da_dk: Billedhyperlink der bestemmer hvad, der åbner i lightboxen, når billedet klikkes på. Hvis denne er sat til en hjemmeside, vil den gå til den hjemmeside. Hvis denne er tom vil billedet åbne i en større version.

source: Image Caption
da_dk: Billedtekst

source: Image captions can take any type of HTML.
da_dk: Billedtekst kan anvende en form for HTML.

source: Image Titles
da_dk: Billedetekster

source: Image titles can take any type of HTML. You can adjust the position of the titles in the main Lightbox settings.
da_dk: Billedtitel kan tage en hver form for HTML. Du kan tilpasse positionen af titlerne i de generelle Lightbox indstillinger.

source: Image Hyperlinks
da_dk: Billed hyperlinks

source: The image hyperlink field is used when you click on an image in the gallery. It determines what is displayed in the lightbox view. It could be a larger version of the image, a video, or some other form of content.
da_dk: Billedhyperlink der bestemmer hvad, der åbner i lightboxen, når billedet klikkes på. Det kunne være en større version af billedet, en video eller en anden form for indhold.

source: Saving and Exiting
da_dk: Gemmer og lukker

source: Click on the button below to save your image metadata. You can close this window by either clicking on the "X" above or hitting the <code>esc</code> key on your keyboard.
da_dk: Klik på knappen nedenfor, for, at gemme billedets metadata. Du kan lukke dette vindue enten ved, at klikke på "X" ovenfor eller trykke på <code>esc</code> tasten på dit tastatur.

source: Save Metadata
da_dk: Gem metadata

source: Title
da_dk: Titel

source: Function
da_dk: Funktion

source: Number of Images
da_dk: Antal billeder

source: Last Modified
da_dk: Sidste Ændring

source: Date
da_dk: Dato

source: Envira gallery updated.
da_dk: Envira galleri opdateret.

source: Envira gallery custom field updated.
da_dk: Envira galleri custom field opdateret.

source: Envira gallery custom field deleted.
da_dk: Envira galleri custom field slettet.

source: Envira gallery restored to revision from %s.
da_dk: Envira galleri genskabt til revision fra %s.

source: Envira gallery published.
da_dk: Envira galleri udgivet.

source: Envira gallery saved.
da_dk: Envira galleri gemt.

source: Envira gallery submitted.
da_dk: Envira galleri indsendt.

source: Envira gallery scheduled for: <strong>%1$s</strong>.
da_dk: Envira galleri planlagt til: <strong>%1$s</strong>.

source: Envira gallery draft updated.
da_dk: Envira galleri kladde opdateret.

source: Settings
da_dk: Indstillinger

source: Status: Active
da_dk: Status: Aktive

source: Activate
da_dk: Aktivér

source: Activating...
da_dk: Aktiverer...

source: Deactivate
da_dk: Deaktiver

source: Deactivating...
da_dk: Deaktiverer...

source: Status: Inactive
da_dk: Status: Inaktiv

source: Install
da_dk: Installér

source: Installing...
da_dk: Installerer...

source: Proceed
da_dk: Forsæt

source: General
da_dk: Generelt

source: Envira License Key
da_dk: Envira Licens Nøgle

source: Verify Key
da_dk: Verificér nøgle

source: Deactivate Key
da_dk: Deaktiver nøgle

source: License key to enable automatic updates for Envira.
da_dk: Licens nøgle til at slå automatiske opdateringer af Envira Galleri til.

source: Envira License Key Type
da_dk: Envira Galleri Licens Nøgle Type

source: Your license key type for this site is <strong>%s.</strong>
da_dk: Din licens nøgle type for dette site er <strong>%s.</strong>

source: Refresh Key
da_dk: Opdater nøgle

source: Your license key type (handles updates and Addons). Click refresh if your license has been upgraded or the type is incorrect.
da_dk: Din licens nøgle type (håndterer opdateringer og Addons). Klik opdater hvis din licens er blevet opgraderet eller typen der vises, ikke er korrekt.

source: In order to get access to Addons, you need to verify your license key for Envira Gallery.
da_dk: For at få adgang til Addons skal du bekræfte din licens nøgle til Envira Galleri.

source: Missing addons that you think you should be able to see? Try clicking the button below to refresh the addon data.
da_dk: Mangler der addons du mener du burde have? Prøv at klikke på knappen nedenfor og opdatér addon data.

source: Refresh Addons
da_dk: Opdatér addons

source: Status: Not Installed
da_dk: Status: Ikke installeret

source: Install Addon
da_dk: Installér Addon

source: There was an issue retrieving the addons for this site. Please click on the button below the refresh the addons data.
da_dk: Der opstod et problem med at hente addons til dette website. Klik venligst på knappen nedenfor og opdatér addon data.

source: In order to get access to Addons, you need to resolve your license key errors.
da_dk: For at få adgang til Addons, skal du først løse problemerne med din licens nøgle.

source: There was an error installing the addon. Please try again.
da_dk: Der opstod et problem under installationen af det valgte addon. Prøv venligst igen.

source: One Column (1)
da_dk: En Kolonne (1)

source: Two Columns (2)
da_dk: To Kolonner (2)

source: Three Columns (3)
da_dk: Tre Kolonner (3)

source: Four Columns (4)
da_dk: Fire Kolonner (4)

source: Five Columns (5)
da_dk: Fem Kolonner (5)

source: Six Columns (6)
da_dk: Seks Kolonner (6)

source: Inside
da_dk: Indeni

source: Outside
da_dk: Udenfor

source: Over
da_dk: Ovenover

source: Elastic
da_dk: Elastisk

source: No Effect
da_dk: Ingen Effekt

source: Bottom
da_dk: Bund

source: No image editor could be selected. Please verify with your webhost that you have either the GD or Imagick image library compiled with your PHP install on your server.
da_dk: Der er kunne ikke vælges nogen billedeeditor. Bekræft venligst, at din udbyder har kompileret GD eller Imagick til din PHP installation.

source: No image URL specified for cropping.
da_dk: Der er ikke angivet nogen billede URL til cropping.

source: No file could be found for the image URL specified.
da_dk: Der blev ikke fundet nogen fil for den angivne billede URL.

source: The dimensions of the original image could not be retrieved for cropping.
da_dk: Dimensionerne fra det oprindelige billede kunne ikke hentes til cropping.

source: Envira Galleries
da_dk: Envira Gallerier

source: Envira Gallery
da_dk: Envira Galleri

source: Add New
da_dk: Tilføj Ny

source: Add New Envira Gallery
da_dk: Tilføj Nyt Envira Galleri

source: Edit Envira Gallery
da_dk: Redigér Envira Galleri

source: New Envira Gallery
da_dk: Nyt Envira Galleri

source: View Envira Gallery
da_dk: Se Envira Galleri

source: Search Envira Galleries
da_dk: Søg Envira Gallerier

source: No Envira galleries found.
da_dk: Ingen Envira Gallerier blev fundet.

source: No Envira galleries found in trash.
da_dk: Ingen Envira Gallerier blev fundet i papirkurven.

source: The requested content cannot be loaded.<br/>Please try again later.</p>
da_dk: Det forespurgte indhold kan ikke indlæses <br />Prøv venligst igen senere</p>

source: Close
da_dk: Luk

source: Next
da_dk: Næste

source: Previous
da_dk: Forrige

source: Place an Envira gallery into a widgetized area.
da_dk: Placér et Envira Galleri i et widget område.

source: Gallery
da_dk: Galleri
